
/* Workgroup picker title text */
"MCX_WORKGROUPS_FOR" = "Arbeidsgrupper for %@";
"MCX_NO_WORKGROUPS_FOR" = "Det finnes ingen arbeidsgrupper for %@";


/* Alert strings */
"MCX_CANT_CREATE_MOBILE_ACCNT_TITLE" = "Kunne ikke opprette mobil konto.";
"MCX_CANT_CREATE_MOBILE_ACCNT_TEXT" = "Det oppsto et problem under oppretting av den mobile kontoen.";
"MCX_CANT_MOUNT_MOBILE_ACCNT_DEVICE_TEXT" = "Det oppsto et problem under tilgang til volumet for den mobile kontoen.";
"MCX_CANT_CREATE_MOBILE_ACCNT_RECORD_TEXT" = "Det oppsto et problem under oppretting av oppføringen for den mobile kontoen.";
"MCX_BAD_MOBILE_ACCNT_PATH_TEXT" = "Det oppsto et problem under oppretting av eller bruk av «%@».";
"MCX_CANT_CREATE_FILEVAULT_HOME_TEXT" = "Det oppsto et problem under oppretting av FileVault-beskyttet Hjem-mappe.";
"MCX_BAD_FILEVAULT_HOME_PATH_TEXT" = "En FileVault-beskyttet Hjem-mappe kan ikke opprettes fordi det allerede finnes en mappe med dette navnet.";

"MCX_USER_CANT_LOGIN_SIMULTANEOUS_TITLE" = "Du kan ikke fortsette fordi du allerede har logget deg på en annen maskin.";
"MCX_USER_CANT_LOGIN_SIMULTANEOUS_TEXT" = "Du kan kun logge deg på én maskin om gangen. Kontakt systemadministratoren, eller prøv igjen senere.";

"MCX_USER_CANT_LOGIN_MEMBERSHIP_DENIED_TITLE" = "Du har for tiden ikke lov til å logge deg på.";
"MCX_USER_CANT_LOGIN_MEMBERSHIP_DENIED_TEXT" = "De gjeldende innstillingene tillater ikke at du logger deg på. Kontakt systemadministratoren.";

"MCX_USER_CANT_LOGIN_LOCAL_NOT_ALLOWED_TITLE" = "Du har for tiden ikke lov til å logge deg på.";
"MCX_USER_CANT_LOGIN_LOCAL_NOT_ALLOWED_TEXT" = "Lokale brukere har ikke tillatelse til å logge seg på. Kontakt systemadministratoren.";

